3 Weeks Series/icoFoam/elbow_tri/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication fluentMeshToFoam elbow.msh
runApplication $(getApplication)
runApplication foamMeshToFluent
runApplication foamDataToFluent

#------------------------------------------------------------------------------
